Revit 2024 API
UnitTypeId.KilonewtonsPerSquareMeter Property
 Kilonewtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilonewtonsPerSquareMeter { get; }
Visual Basic
Public Shared ReadOnly Property KilonewtonsPerSquareMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilonewtonsPerSquareMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace